[
	{
		"id" : 1,
		"variety": "Chicken of the Woods",
		"latin_name": "Laetiporus sulphureus",
		"difficulty": "hard - expert",
		"description": "Individual \"shelves\" range from 5-25cm (2\"-10\" inches) across. These shelves are made up of many tiny tubular filaments (hyphae). The mushroom grows in large brackets - some have been found that weigh over 45kg (100 pounds). It is most commonly found on wounds of trees, mostly oak, though it is also frequently found on eucalyptus, yew, sweet chestnut, and willow, as well as conifers in some species. Laetiporus species produce brown rot in the host on which they grow. Young fruiting bodies are characterized by a moist, rubbery, sulphur-yellow to orange body sometimes with bright orange tips. Older brackets become pale and brittle almost chalk like, mildly pungent, and are often dotted with beetle or slug/woodlouse holes. Similar species include Laetiporus gilbertsonii (fluorescent pink, more amorphous) and L. coniferica (common in the western United States, especially on red fir trees). Edibility traits for the different species have not been well documented, although all are generally considered edible with caution. The sulphur shelf mushroom sometimes comes back year after year when the weather suits its sporulation preferences. From late spring to early autumn, the sulphur shelf thrives, making it a boon to mushroom hunters and a bane to those concerned about the health of their trees. This fungus causes a brown cubical rot and embrittlement which in later stages ends in the collapse of the host tree, as it can no longer flex and bend in the wind. The mushroom can be prepared in most ways that one can prepare chicken meat. It can also be used as a substitute for chicken in a vegetarian diet. Additionally, it can be frozen for long periods of time and retain its edibility. In certain parts of Germany and North America, it is considered a delicacy. L. sulphureus prepared dish In some cases eating the mushroom \"causes mild reactions . . . for example, swollen lips\" or in rare cases \"nausea, vomiting, dizziness and disorientation\" to those who are sensitive. This is believed to be due to a number of factors that range from very bad allergies to the mushroom's protein, to toxins absorbed by the mushroom from the wood it grows on (for example, eucalyptus or cedar), to simply eating specimens that have decayed past their prime. As such, many field guides request that those who eat Laetiporus exercise caution by only eating fresh, young brackets and begin with small quantities to see how well it sits in their stomach. Laetiporus sulphureus has potent ability to inhibit staph bacteria (Staphylococcus aureus), as well as moderate ability to inhibit the growth of Bacillus subtilis.",
		"substrate": "wood",
		"spawn_time_min": "",
		"spawn_time_max": "",
		"fruit_time_min": "",
		"fruit_time_max": "",
		"price_per_ounce": 0.00
	},
	{
		"id" : 2,
		"variety": "King Oyster Mushroom",
		"latin_name": "Pleurotus eryngii",
		"difficulty": "easy",
		"description": "P. eryngii is the largest species in the oyster mushroom genus, Pleurotus, which also contains the oyster mushroom Pleurotus ostreatus. It has a thick, meaty white stem and a small tan cap (in young specimens). Its natural range extends from the Atlantic Ocean through the Mediterranean Basin and Central Europe into Western Asia and India. Unlike other species of Pleurotus, which are wood-decay fungi, the P. eryngii complex are weak parasites on the roots of herbaceous plants, although they may also be cultured on organic wastes. The mushroom has a good shelf life. An effective cultivation method was introduced to Japan around 1993 and has become popular there in a variety of dishes,and is now cultivated and sold commercially in Australia. Imported product is also commercially available in Australia and South Africa. It is also cultivated in China, South Korea, Italy, and the United States. It has little flavor or aroma when raw. When cooked, it develops typical mushroom umami flavors with a texture similar to that of abalone. Pleurotus eryngii may naturally contain chemicals that stimulate the immune system.",
		"substrate": "Herbaceous plant root",
		"spawn_time_min": 12,
		"spawn_time_max": "",
		"fruit_time_min": 4,
		"fruit_time_max": 8,
		"price_per_ounce": 0.00
	},
	{
		"id" : 3,
		"variety": "Gold (Yellow) Oyster Mushroom",
		"latin_name": "Pleurotus citrinopileatus",
		"difficulty": "easy",
		"description": "The fruiting bodies of P. citrinopileatus grow in clusters of bright yellow to golden brown caps with a velvety, dry surface texture. Caps range from 20–65 mm (0.79–2.6 in) in diameter. The flesh is thin and white, with a mild taste and without a strong smell. Stems are cylindrical, white in color, often curved or bent, and about 20–50 mm (0.79–2.0 in) long and 2–8 mm (0.079–0.31 in) in diameter. The gills are white, closely spaced, and run down the stem. The spores of the golden oyster mushroom are cylindrical or elliptical in shape, smooth, hyaline, amyloid, and measure (6-9) × (2-3.5) micrometres. The golden oyster mushroom, like other species of oyster mushroom, is a wood-decay fungus. In the wild, P. citrinopileatus most commonly decays hardwoods such as elm. Golden oyster mushrooms are cultivated commercially, usually on a medium of grain, straw, or sawdust. Pleurotus species are some of the most commonly cultivated mushrooms, particularly in China, due to their ease of cultivation and their ability to convert 100 g of organic refuse into 50-70 g of fresh mushrooms, which are up to 30% protein. P. citrinopileatus mushrooms are a source of antioxidants. Extracts from P. citrinopileatus have been studied for their antihyperglycemic properties, decreasing blood sugar levels in diabetic rats. They have also been studied as a source of lipid-lowering drugs; P. ostreatus, a related oyster mushroom, has been found to contain the cholesterol-lowering drug lovastatin.",
		"substrate": "Grain, Straw, or Sawdust",
		"spawn_time_min": 10,
		"spawn_time_max": "",
		"fruit_time_min": 3,
		"fruit_time_max": 5,
		"price_per_ounce": 0.0
	},
	{
		"id" : 4,
		"variety": "Pearl Oyster Mushroom",
		"latin_name": "Pleurotus ostreatus",
		"difficulty": "easy",
		"description": "Pleurotus ostreatus, the oyster mushroom, is a common edible mushroom. It was first cultivated in Germany as a subsistence measure during World War I and is now grown commercially around the world for food. However, the first documented cultivation was by Kaufert. There is some question about the name Pleurotus corticatus, but no question that he cultivated an oyster mushroom. It is related to the similarly cultivated \"king oyster mushroom\". Oyster mushrooms can also be used industrially for mycoremediation purposes. The oyster mushroom may be considered a medicinal mushroom, since it contains statins such as lovastatin which work to reduce cholesterol. The oyster mushroom is one of the more commonly sought wild mushrooms, though it can also be cultivated on straw and other media. It often has the scent of anise due to the presence of benzaldehyde (which, however, smells more like almonds). The oyster mushroom is frequently used in Japanese, Korean and Chinese cookery as a delicacy: it is frequently served on its own, in soups, stuffed, or in stir-fry recipes with soy sauce. Oyster mushrooms are sometimes made into a sauce, used in Asian cooking, which is similar to oyster sauce. The mushroom's taste has been described as a mild with a slight odor similar to anise. The oyster mushroom is best when picked young; as the mushroom ages, the flesh becomes tough and the flavor becomes acrid and unpleasant. Oyster mushrooms are widely cultivated and used in Kerala, India where a wide variety of dishes are prepared from them. Oyster mushrooms are mainly cultivated in large clear polyethylene bags with buns of hay layered in the bags, and spores sown between these layers. Oyster mushrooms contain small amounts of arabitol, a sugar alcohol, which may cause gastrointestinal upset in some people. A US company, Ecovative Design, has proposed using the mycelium along with the growing substrate as a substitute for petroleum derived expanded polystyrene packing material or as an insulating material. It may also be used to absorb and digest oil spills and other petroleum produces. Researchers in Mexico have shown that oyster mushrooms can break down disposable diapers. In vivo research has shown that consumption of oyster mushrooms lowers cholesterol levels, because these mushrooms naturally contain lovastatin. Studies have shown they contain up to 2.8% lovastatin on a dry weight basis.", 
		"substrate": "",
		"spawn_time_min": 7,
		"spawn_time_max": "",
		"fruit_time_min": 2,
		"fruit_time_max": 10,
		"price_per_ounce": 0.00
	},
	{
	    "id" : 5,
		"variety": "Reishi Mushrooms (Lingzi Mushroom)",
		"latin_name": "Ganoderma Lucidum",
		"difficulty": "moderate - hard",
		"description": "Lingzhi is a polypore mushroom that is soft (when fresh), corky, and flat, with a conspicuous red-varnished, kidney-shaped cap and, depending on specimen age, white to dull brown pores underneath. It lacks gills on its underside and releases its spores through fine pores, leading to its morphological classification as a polypore. Ganoderma lucidum generally occurs in two growth forms, one, found in North America, is sessile and rather large with only a small or no stalk, while the other is smaller and has a long, narrow stalk, and is found mainly in the tropics. However, many growth forms exist that are intermediate to the two types, or even exhibit very unusual morphologies, raising the possibility that they are separate species. Environmental conditions also play a substantial role in the different morphological characteristics Lingzhi can exhibit. For example, elevated carbon dioxide levels result in stem elongation in Lingzhi. Other forms show \"antlers\", without a cap and these may be affected by carbon dioxide levels as well. The species can also be differentiated by their colors in which the red reishi is the most researched kind.　The 3 main factors that are greatly influencing the shape it takes are Light, temperature, and humidity (although less significant water and air quality can have an impact). The antlers shape reishi are the most praised since they were the rarest one, recent researches confirmed that not only they where rare but also they have the highest of α- and β-D-Glucan and Ganoderic Acid A among all the reishi. Ganoderma lucidum, and its close relative Ganoderma tsugae, grow in the northern Eastern Hemlock forests. These two species of bracket fungus have a worldwide distribution in both tropical and temperate geographical regions, growing as a parasite or saprotroph on a wide variety of trees. Similar species of Ganoderma have been found growing in the Amazon. In nature, Lingzhi grows at the base and stumps of deciduous trees, especially maple. Only two or three out of 10,000 such aged trees will have Lingzhi growth, and therefore its wild form is extremely rare. Today, Lingzhi is effectively cultivated both indoors under sterile conditions and outdoors on either logs or woodchip beds. Due to its bitter taste, Lingzhi is traditionally prepared as a hot water extract product. Thinly sliced or pulverized lingzhi (either fresh or dried) is added to a pot of boiling water, the water is then brought to a simmer, and the pot is covered; the lingzhi is then simmered for two hours. The resulting liquid is fairly bitter in taste and dark, with the more active red lingzhi more bitter than the black. The process is sometimes repeated for additional concentration. Alternatively, it can be used as an ingredient in a formula decoction or used to make an extract (in liquid, capsule, or powder form). The more active red forms of lingzhi are far too bitter to be consumed in a soup. While hot water extraction seems to be effective to target the polysaccharides, alcohol extraction is another method used to extract the triterpenes element of the Reishi.",
		"substrate": "grain, wood",
		"spawn_time_min": 10,
		"spawn_time_max": "",
		"fruit_time_min": 14,
		"fruit_time_max": 28,
		"price_per_ounce": 0.00
	},
	{
		"id" : 6,
		"variety": "Pink Oyster Mushroom",
		"latin_name": "Pleurotus djamor",
		"difficulty": "easy",
		"description": "Pleurotus djamor, commonly known as the pink oyster mushroom, is a species of fungus in the family Pleurotaceae. It was originally named Agaricus djamor by the German-born botanist Georg Eberhard Rumphius, and sanctioned under that name by Elias Magnus Fries in 1821. It was known by many different names before being transferred to the genus Pleurotus by Karel Bernard Boedijn in 1959. Pleurotus fungi are found in both tropical and temperate climates throughout the world. Most species of Pleurotus are white-rot fungi on hardwood trees, although some also decay conifer wood. P. eryngii is unusual in its association with herbaceous plants, and P. tuber-regium produces underground sclerotia. In addition to being saprotrophic, all species of Pleurotus are also nematophagous, catching nematodes by paralyzing them with a toxin. Pleurotus fungi have been used in mycoremediation of pollutants such as petroleum and polycyclic aromatic hydrocarbons.",
		"substrate": "grain, sawdust, cotton waste",
		"spawn_time_min": 7,
		"spawn_time_max": "",
		"fruit_time_min": 2,
		"fruit_time_max": 5,
		"price_per_ounce": 12.00
	},
	{
		"id" : 7,
		"variety": "Lion's Mane Mushroom",
		"latin_name": "Hericium erinaceus",
		"difficulty": "easy - medium",
		"description": "Hericium erinaceus (also called Lion's Mane Mushroom, Bearded Tooth Mushroom, Hedgehog Mushroom, Satyr's Beard, Bearded Hedgehog Mushroom, pom pom mushroom, or Bearded Tooth Fungus) is an edible mushroom and medicinal mushroom in the tooth fungus group. Native to North America, Europe and Asia it can be identified by its tendency to grow all the spines out from one group (rather than branches), long spines (greater than 1 cm length) and its appearance on hardwoods. Hericium erinaceus can be mistaken for other species of Hericium, all popular edibles, which grow across the same range. In the wild, these mushrooms are common during late summer and fall on hardwoods, particularly American Beech. Hericium erinaceus is a choice edible when young, and the texture of the cooked mushroom is often compared to seafood. It often appears in Chinese vegetarian cuisine to replace pork or lamb. This mushroom is cultivated commercially on logs or sterilized sawdust. It is available fresh or dried in Asian grocery stores. In traditional Chinese medicine this mushroom has long been considered a medicinal mushroom and a study on rats in 2005 showed that some compounds in the mushroom, like threitol, D-arabinitol, and palmitic acid may have antioxidant effects, may regulate blood lipid levels and may reduce blood glucose levels. It has been reported that pills of this mushroom are used in the treatment of gastric ulcers and esophageal carcinoma. Scientists have investigated this mushroom for possible anti-dementia compounds. Primary research has demonstrated the following: Stimulated animal nerve cells. A double-blind, parallel-group, placebo-controlled trial showed improved cognitive ability in individuals with mild cognitive impairment. Stimulated nerve growth factor in an in vitro experiment with human astrocytoma cells.[6] Nerve growth factor stimulated by phenol-analogous Hericenone. Stimulated myelination in an in vitro experiment. Long-term safety and effects of withdrawal seem to be unknown.",
		"substrate": "grain, sawdust",
		"spawn_time_min": 10,
		"spawn_time_max": "",
		"fruit_time_min": 3,
		"fruit_time_max": 10,
		"price_per_ounce": 0.00
	},
	{
		"id" : 8,
		"variety": "Shiitake Mushroom",
		"latin_name": "Lentinula edodes",
		"difficulty": "medium - hard",
		"description": "The Shiitake is an edible mushroom native to East Asia, which is cultivated and consumed in many Asian countries. It is a feature of many Asian cuisines. It is also considered a medicinal mushroom in some forms of traditional medicine. Shiitake are native to Japan, China and Korea and have been grown in all three countries since prehistoric times. The oldest record regarding the shiitake mushroom dates back to AD 199 at the time of Emperor Chūai in Japan. They have been cultivated for over 1,000 years. The first written record of shiitake cultivation can be traced to Wu Sang Kwuang in China, born during the Song Dynasty (AD 960–1127). During the Ming Dynasty (AD 1368–1644), physician Wu Juei wrote that the mushroom could be used not only as a food but as a medicinal mushroom, taken as a remedy for upper respiratory diseases, poor blood circulation, liver trouble, exhaustion and weakness, and to boost qi, or life energy. It was also believed to prevent premature aging. The Japanese cultivated the mushroom by cutting shii trees with axes and placing the logs by trees that were already growing shiitake or contained shiitake spores. Before 1982, the Japanese variety of these mushrooms could only be grown in traditional locations using ancient methods. In 1982, Gary F. Leatham published an academic paper based on his research on the budding and growth of the Japan Islands variety; the work helped make commercial cultivation possible in the United States. Fresh and dried shiitake have many uses in the cuisines of East Asia. In Chinese cuisine, they are often sauteed in vegetarian dishes such as Buddha's delight. In Japan, they are served in miso soup, used as the basis for a kind of vegetarian dashi, and also as an ingredient in many steamed and simmered dishes. In Thailand, they may be served either fried or steamed. Shiitake are also dried and sold as preserved food. These are rehydrated by soaking in water before using. Many people prefer dried shiitake to fresh, considering that the sun-drying process draws out the umami flavour from the dried mushrooms. The stems of shiitake are rarely used in Japanese and other cuisines, primarily because the stems are harder and take longer to cook than the soft fleshy caps. One type of high grade shiitake is called donko in Japanese[citation needed] and dōnggū in Chinese, literally \"winter mushroom\". Another high grade of mushroom is called huāgū in Chinese, literally \"flower mushroom\", which has a flower-like cracking pattern on the mushroom's upper surface. Both of these are produced at lower temperatures. Today, shiitake mushrooms have become popular in other countries as well. Russia produces and also consumes large amounts of them, mostly sold pickled; and the shiitake is slowly making its way into western cuisine as well. There is a global industry in shiitake production, with local farms in most western countries in addition to large scale importation from China, Japan, Korea and elsewhere. Like all mushrooms, shiitakes produce vitamin D2 upon exposure of the ergosterol to the UVB rays of sunlight or broadband UVB fluorescent tubes. While all mushrooms have ergosterol in and the potential to produce vitamin D2 in such a manner, the transparent white of the shiitake gills permits greater contact of the UVB with ergosterol and very high D2 values can be achieved with exposure to broadband UVB fluorescent tubes.",
		"substrate": "logs",
		"spawn_time_min": 35,
		"spawn_time_max": "",
		"fruit_time_min": 5,
		"fruit_time_max": 8,
		"price_per_ounce": 0.00
	},
	{
		"id" : 9,
		"variety": "Maitake Mushroom (Hen-of-the-woods)",
		"latin_name": "Grifola frondosa",
		"difficulty": "",
		"description": "Like the sulphur shelf mushroom, G. frondosa is a perennial fungus that often grows in the same place for a number of years in succession. It occurs most prolifically in the northeastern regions of the United States, but has been found as far west as Idaho. G. frondosa grows from an underground tuber-like structure known as a sclerotium, about the size of a potato. The fruiting body, occurring as large as 100 cm, is a cluster consisting of multiple grayish-brown caps which are often curled or spoon-shaped, with wavy margins and 2–7 cm broad. The undersurface of each cap bears approximately one to three pores per millimeter, with the tubes rarely deeper than 3 mm. The milky-white stipe (stalk) has a branchy structure and becomes tough as the mushroom matures. In Japan, the Maitake can grow to more than 50 pounds (20 kilograms), earning this giant mushroom the title \"King of Mushrooms\". Maitake is one of the major culinary mushrooms used in Japan, the others being shiitake, shimeji and enoki. They are used in a wide variety of dishes, often being a key ingredient in nabemono or cooked in foil with butter. The sclerotia from which hen of the woods arises have been used in traditional Chinese and Japanese medicine to enhance the immune system. Researchers have also indicated that whole maitake has the ability to regulate blood pressure, glucose, insulin, and both serum and liver lipids, such as cholesterol, triglycerides, and phospholipids, and may also be useful for weight loss. Maitake is rich in minerals (such as potassium, calcium, and magnesium), various vitamins (B2, D2 and niacin), fibers and amino acids. One active constituent in Maitake for enhancing the immune activity was identified in the late 1980s as a protein-bound beta-glucan compound. In 2009, a phase I/II human trial, conducted by Memorial Sloan–Kettering Cancer Center, showed Maitake could stimulate the immune systems of breast cancer patients. Small experiments with human cancer patients, have shown Maitake can stimulate immune system cells, like NK cells. In vitro research has also shown Maitake can stimulate immune system cells. An in vivo experiment showed that Maitake could stimulate both the innate immune system and adaptive immune system. In vitro research has shown Maitake can induce apoptosis in cancer cell lines (human prostatic cancer cells, Hep 3B cells, SGC-7901 cells, murine skin carcinoma cells) as well as inhibit the growth of various types of cancer cells (canine cancer cells, bladder cancer cells). Small studies with human cancer patients, revealed a portion of the Maitake mushroom, known as the \"Maitake D-fraction\", possess anti-cancer activity. In vitro research demonstrated the mushroom has potential anti-metastatic properties. In 1997, the U.S. Food and Drug Administration (FDA) approved an Investigational New Drug Application for a portion of the mushroom. Research has shown Maitake has a hypoglycemic effect, and may be beneficial for the management of diabetes. The reason Maitake lowers blood sugar is due to the fact the mushroom naturally contains an alpha glucosidase inhibitor. Maitake contains antioxidants and may partially inhibit the enzyme cyclooxygenase. An experiment showed that an extract of Maitake inhibited angiogenesis via inhibition of the vascular endothelial growth factor (VEGF) Lys-N is a unique protease found in Maitake. Lys-N is used for proteomics experiments due to its protein cleavage specificity.",
		"substrate": "Wood",
		"spawn_time_min": 14 ,
		"spawn_time_max": "",
		"fruit_time_min": 14,
		"fruit_time_max": 21,
		"price_per_ounce": 0.00
	},
	{
		"id" : 10,
		"variety": "Enoki (Enokitake) Mushroom",
		"latin_name": "Flammulina velutipes",
		"difficulty": "",
		"description": "These mushrooms are cultivars of Flammulina velutipes, also known by the name, golden needle mushroom or lily mushroom. Wild forms differing in color, texture, and sliminess are called winter mushrooms, velvet foot or velvet stem, amongst other names. This mushroom is available fresh or canned, with experts recommending fresh enoki specimens with firm, white, shiny caps, rather than those with slimy or brownish stalks that are best avoided. It is traditionally used for soups, but can also be used for salads and other dishes. The mushroom has a crisp texture and can be refrigerated for approximately one week. The mushroom naturally grows on the stumps of the Chinese Hackberry tree (\"enoki\" in Japanese), but also on other trees, such as mulberry and persimmon trees. There is a significant difference in appearance between the wild and cultivated types of the mushroom. Cultivated mushrooms have not been exposed to light, resulting in a white color, whereas wild mushrooms usually display a dark brown color. Cultivated mushrooms are grown in a carbon dioxide (CO2)-rich environment to nurture the development of long thin stems, whilst wild mushrooms produce a much shorter and thicker stem. Enokitake mushrooms contain antioxidants, like ergothioneine. Animal testing has indicated possible applications in the development of vaccines and cancer immunotherapy. Research at the National University of Singapore, first published in 2005, stated that the stalk of the golden needle mushroom contains a large quantity of a protein, named \"Five\" by the researchers, that helps in the regulation of the immune system. The mushroom also contains flammutoxin, a cytolytic and cardiotoxic protein that has proven to be non-toxic when absorbed orally.",
		"substrate": "wood",
		"spawn_time_min": 14,
		"spawn_time_max": "",
		"fruit_time_min": 14,
		"fruit_time_max": 21,
		"price_per_ounce": 0.00
	},
	{
		"id" : 11,
		"variety": "",
		"latin_name": "",
		"difficulty": "",
		"description": "",
		"substrate": "",
		"spawn_time_min": "",
		"spawn_time_max": "",
		"fruit_time_min": "",
		"fruit_time_max": "",
		"price_per_ounce": 0.00
	}
]